[
  {
    "id": 1,
    "picture": "https://i.ibb.co/GvQ86qz/Health.png",
    "title": "Clean water for children",
    "category": "Health",
    "category_bg_color": "#6091e0",
    "card_bg_color": "#9bb8e8",
    "text_button_bg_color": "#0047ba",
    "description": "Provide clean and safe drinking water to children in need. Access to clean water is a fundamental right, and your support can make a significant difference in the lives of these young ones. By contributing to this cause, you are ensuring that children have a healthier and brighter future ahead of them. Let's join hands to make a positive impact on their lives.",
    "price": 199
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/NTZjzg1/Education.png",
    "title": "Good education",
    "category": "Education",
    "category_bg_color": "#b87070",
    "card_bg_color": "#eb7f7f",
    "text_button_bg_color": "#c90404",
    "description": "Support quality education initiatives for underprivileged students. Education is the key to breaking the cycle of poverty. Your contribution to this cause helps provide access to quality education for children who otherwise may not have had the opportunity. Together, we can empower these students to reach their full potential and build a brighter future for themselves and their communities.",
    "price": 249
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/mSdHZ2k/Clothing.png",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "category_bg_color": "#7aa377",
    "card_bg_color": "#9ccc99",
    "text_button_bg_color": "#0c4d01",
    "description": "Donate gently used clothing to help those in need. Your old clothes can find new purpose in the lives of people who are struggling to make ends meet. By participating in our clothing drive, you are not only decluttering your wardrobe but also providing warmth and comfort to those less fortunate. Let's come together and make a positive impact on the lives of others.",
    "price": 149
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/LzPjM3w/Rectangle-4287-2.png",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg_color": "#ab754b",
    "card_bg_color": "#e6995e",
    "text_button_bg_color": "#612a02",
    "description": "Provide nutritious meals to improve the lives of many. Hunger is a pressing issue that affects countless individuals and families. Your support for this cause helps us deliver nutritious meals to those in need, giving them the strength to face each day with hope and resilience. Join us in the fight against hunger and make a difference in the lives of others.",
    "price": 299
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/LzPjM3w/Rectangle-4287-2.png",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg_color": "#ab754b",
    "card_bg_color": "#e6995e",
    "text_button_bg_color": "#612a02",
    "description": "Help us make a difference in the fight against hunger. Hunger knows no boundaries, and it affects people of all backgrounds. Your support can bring a ray of hope into the lives of those struggling to put food on their tables. By contributing to this cause, you are joining a movement to ensure that no one goes to bed hungry. Let's work together to create a world where everyone has access to better food.",
    "price": 399
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/mSdHZ2k/Clothing.png",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "category_bg_color": "#7aa377",
    "card_bg_color": "#9ccc99",
    "text_button_bg_color": "#0c4d01",
    "description": "Support our clothing drive to clothe those in need. Your generosity can make a meaningful impact on the lives of people who lack warm clothing during harsh weather conditions. By participating in our clothing drive, you are providing not just garments but also a sense of comfort and dignity to those less fortunate. Let's come together to make a positive change in the world.",
    "price": 499
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/NTZjzg1/Education.png",
    "title": "Good education",
    "category": "Education",
    "category_bg_color": "#b87070",
    "card_bg_color": "#eb7f7f",
    "text_button_bg_color": "#c90404",
    "description": "Empower students with access to quality education. Education is a powerful tool that can transform lives. Your contribution to this cause supports underprivileged students in their pursuit of knowledge and a brighter future. By investing in education, you are investing in the potential of these young minds to become the leaders and changemakers of tomorrow.",
    "price": 199
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/GvQ86qz/Health.png",
    "title": "Clean water for children",
    "category": "Health",
    "category_bg_color": "#6091e0",
    "card_bg_color": "#9bb8e8",
    "text_button_bg_color": "#0047ba",
    "description": "Provide clean water to children for a healthier future. Access to clean water is a basic human right, yet many children around the world lack this essential resource. Your support for this cause can change that. By ensuring access to clean water, you are not only improving the health of children but also giving them a chance at a brighter and more promising future.",
    "price": 249
  },
  {
    "id": 9,
    "picture": "https://i.ibb.co/GvQ86qz/Health.png",
    "title": "Clean water for children",
    "category": "Health",
    "category_bg_color": "#6091e0",
    "card_bg_color": "#9bb8e8",
    "text_button_bg_color": "#0047ba",
    "description": "Support our mission to ensure access to clean water for all. Lack of clean water is a global crisis that affects millions of people, especially children. Your contribution to this cause supports initiatives aimed at providing clean and safe drinking water to communities in need. Together, we can make clean water a reality for everyone, regardless of their circumstances.",
    "price": 149
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/NTZjzg1/Education.png",
    "title": "Good education",
    "category": "Education",
    "category_bg_color": "#b87070",
    "card_bg_color": "#eb7f7f",
    "text_button_bg_color": "#c90404",
    "description": "Invest in the education of underprivileged students. Education is a powerful catalyst for positive change, and your support can make a lasting impact. By investing in the education of underprivileged students, you are giving them the tools they need to break free from the cycle of poverty and build a brighter future. Join us in this transformative journey.",
    "price": 299
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/mSdHZ2k/Clothing.png",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "category_bg_color": "#7aa377",
    "card_bg_color": "#9ccc99",
    "text_button_bg_color": "#0c4d01",
    "description": "Help those in need by donating your gently used clothing. Your old clothes have the power to bring warmth and comfort to the lives of those facing challenging circumstances. By participating in our used clothing drive, you are extending a helping hand to individuals and families in need. Let's unite to make a positive impact on the lives of others.",
    "price": 399
  },
  {
    "id": 12,
    "picture": "https://i.ibb.co/LzPjM3w/Rectangle-4287-2.png",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg_color": "#ab754b",
    "card_bg_color": "#e6995e",
    "text_button_bg_color": "#612a02",
    "description": "Join us in the fight against hunger with better food access. Hunger is a persistent issue affecting communities worldwide. Your support for this cause helps us provide access to nutritious food for those in need. By working together, we can create a world where no one has to go to bed hungry. Let's make a difference and combat hunger together.",
    "price": 499
  }
]
